tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "htmlq"
brew "jq"
brew "nodebrew"
brew "starship"
brew "topgrade"
brew "yarn"
brew "pnpm"
brew "neovim"
cask "font-cica"
cask "font-jetbrains-mono-nerd-font"
cask "hyper"
cask "raycast"
cask "fig"
